{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|bos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|eos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|mask|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|s|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|/s|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 48000,
      "content": "<|sep|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 48001,
      "content": "<|cls|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<|bos|>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<|eos|>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<|bos|>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<|eos|>",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<|bos|>",
          "type_id": 1
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "<|eos|>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<|bos|>": {
        "id": "<|bos|>",
        "ids": [
          0
        ],
        "tokens": [
          "<|bos|>"
        ]
      },
      "<|eos|>": {
        "id": "<|eos|>",
        "ids": [
          1
        ],
        "tokens": [
          "<|eos|>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 2,
    "vocab": [
      [
        "<|bos|>",
        0.0
      ],
      [
        "<|eos|>",
        0.0
      ],
      [
        "<|unk|>",
        0.0
      ],
      [
        "<|pad|>",
        0.0
      ],
      [
        "<|mask|>",
        0.0
      ],
      [
        "<|s|>",
        0.0
      ],
      [
        "<|/s|>",
        0.0
      ],
      [
        "▁",
        -3.192086445950455
      ],
      [
        ",",
        -3.202926379860749
      ],
      [
        "▁the",
        -3.880840076299446
      ],
      [
        ".",
        -3.9167225989062615
      ],
      [
        "▁of",
        -4.377166004745341
      ],
      [
        "▁в",
        -4.642773640824927
      ],
      [
        "s",
        -4.683621494119361
      ],
      [
        "▁и",
        -4.7161276747131
      ],
      [
        "▁and",
        -4.73753424022274
      ],
      [
        "▁to",
        -4.752327413499884
      ],
      [
        "▁a",
        -4.9212180391758515
      ],
      [
        "▁in",
        -4.97431406663619
      ],
      [
        "а",
        -5.043928373450239
      ],
      [
        "е",
        -5.29080546184483
      ],
      [
        "▁на",
        -5.318468808499478
      ],
      [
        "и",
        -5.337504699705502
      ],
      [
        "▁с",
        -5.407842264129535
      ],
      [
        "▁is",
        -5.471852997945799
      ],
      [
        "▁не",
        -5.56426857311633
      ],
      [
        "у",
        -5.660584510553708
      ],
      [
        "о",
        -5.757967090128641
      ],
      [
        ":",
        -5.78137736154498
      ],
      [
        "▁for",
        -5.858169322329779
      ],
      [
        "ing",
        -5.866464926253151
      ],
      [
        "▁что",
        -5.930708820882039
      ],
      [
        "▁with",
        -5.935413782460316
      ],
      [
        "я",
        -5.935656428305531
      ],
      [
        "-",
        -5.939837240355999
      ],
      [
        "▁that",
        -5.9424451513703325
      ],
      [
        "м",
        -5.94603324550658
      ],
      [
        "▁по",
        -5.957480030949494
      ],
      [
        "▁on",
        -6.057765602584901
      ],
      [
        "ed",
        -6.0799519309220145
      ],
      [
        "ы",
        -6.102389948733752
      ],
      [
        ".\n",
        -6.111441053493323
      ],
      [
        "▁you",
        -6.140334644445545
      ],
      [
        "▁(",
        -6.1590110110630505
      ],
      [
        "х",
        -6.205711038330833
      ],
      [
        "▁-",
        -6.215397513666112
      ],
      [
        ")",
        -6.2286431433879805
      ],
      [
        "▁it",
        -6.233368164613868
      ],
      [
        "\n",
        -6.24172184336464
      ],
      [
        "▁was",
        -6.288801864841819
      ],
      [
        "й",
        -6.3483190501688505
      ],
      [
        "▁from",
        -6.351859679072724
      ],
      [
        "▁this",
        -6.364750158050768
      ],
      [
        "▁are",
        -6.367060173692341
      ],
      [
        "▁к",
        -6.3746982388142435
      ],
      [
        "▁be",
        -6.37886140033126
      ],
      [
        "▁I",
        -6.397510327524154
      ],
      [
        "▁за",
        -6.40491822763169
      ],
      [
        "▁as",
        -6.41868731855155
      ],
      [
        "▁от",
        -6.422788675943744
      ],
      [
        "▁как",
        -6.465140865513561
      ],
      [
        "▁для",
        -6.4668776231695055
      ],
      [
        "▁not",
        -6.473455423322578
      ],
      [
        "ом",
        -6.493550975822709
      ],
      [
        "e",
        -6.508419798227095
      ],
      [
        "▁The",
        -6.5110520154871026
      ],
      [
        "▁из",
        -6.515755454500519
      ],
      [
        "▁–",
        -6.54357392028456
      ],
      [
        "▁by",
        -6.56091153664436
      ],
      [
        "▁вы",
        -6.588856107333861
      ],
      [
        "d",
        -6.5971491739637855
      ],
      [
        "▁or",
        -6.639407754190039
      ],
      [
        "ных",
        -6.668394561554333
      ],
      [
        "▁—",
        -6.670112628548523
      ],
      [
        "?",
        -6.682736943829587
      ],
      [
        "▁will",
        -6.685568298510669
      ],
      [
        "▁В",
        -6.686920753496052
      ],
      [
        "a",
        -6.690184886184534
      ],
      [
        "ной",
        -6.696388479396681
      ],
      [
        "▁an",
        -6.702341486642476
      ],
      [
        "ов",
        -6.71007934584174
      ],
      [
        "▁at",
        -6.712805971066706
      ],
      [
        "ой",
        -6.730269111914909
      ],
      [
        "\"",
        -6.73286450842712
      ],
      [
        "▁can",
        -6.740898683293697
      ],
      [
        "▁или",
        -6.746457110025974
      ],
      [
        "▁это",
        -6.758237298877219
      ],
      [
        "ly",
        -6.766321268930328
      ],
      [
        "y",
        -6.805920404511594
      ],
      [
        "ные",
        -6.832554727441151
      ],
      [
        "▁\"",
        -6.857327883293205
      ],
      [
        "▁he",
        -6.869821667727619
      ],
      [
        "▁при",
        -6.874042230384967
      ],
      [
        "в",
        -6.901075591787103
      ],
      [
        "▁his",
        -6.901893136373877
      ],
      [
        "ю",
        -6.914113264727014
      ],
      [
        "▁его",
        -6.915465113128285
      ],
      [
        "ть",
        -6.920256859343301
      ],
      [
        "с",
        -6.942281687815834
      ],
      [
        "ного",
        -6.959520630874001
      ],
      [
        "▁which",
        -6.97566810064499
      ],
      [
        "л",
        -6.98852210018654
      ],
      [
        "▁have",
        -6.995032021335147
      ],
      [
        "'s",
        -7.009517246162021
      ],
      [
        "ный",
        -7.012737068137854
      ],
      [
        ";",
        -7.0278581761309855
      ],
      [
        ".\n-",
        -7.029468093040196
      ],
      [
        "▁but",
        -7.037620712529858
      ],
      [
        "▁он",
        -7.039908805557591
      ],
      [
        "\n-",
        -7.047204871940551
      ],
      [
        "ли",
        -7.05679450374749
      ],
      [
        "▁your",
        -7.058888850487497
      ],
      [
        "ет",
        -7.068518792201893
      ],
      [
        "▁до",
        -7.097820682583343
      ],
      [
        "er",
        -7.133074143358815
      ],
      [
        "t",
        -7.147397866238906
      ],
      [
        "al",
        -7.157672053845957
      ],
      [
        "▁но",
        -7.165034967549888
      ],
      [
        "▁«",
        -7.165121276101644
      ],
      [
        "”",
        -7.177736716912728
      ],
      [
        "▁“",
        -7.1777827479980925
      ],
      [
        "o",
        -7.188139279019348
      ],
      [
        "▁about",
        -7.213077121601055
      ],
      [
        "▁they",
        -7.215668225388409
      ],
      [
        "▁In",
        -7.225266812688249
      ],
      [
        "»",
        -7.229379362586306
      ],
      [
        "▁were",
        -7.245643007185011
      ],
      [
        "▁all",
        -7.2461867325191935
      ],
      [
        "ми",
        -7.247693117681395
      ],
      [
        "▁one",
        -7.25421844977263
      ],
      [
        "▁their",
        -7.261520251966584
      ],
      [
        "▁чтобы",
        -7.262188820350353
      ],
      [
        "▁то",
        -7.266590511489904
      ],
      [
        "▁A",
        -7.269054248291251
      ],
      [
        "т",
        -7.271268934154369
      ],
      [
        "!",
        -7.2988268536072844
      ],
      [
        "n",
        -7.340413079950677
      ],
      [
        "▁also",
        -7.341664778499515
      ],
      [
        "ей",
        -7.34570426967219
      ],
      [
        "▁все",
        -7.347036740948656
      ],
      [
        "/",
        -7.353202020569517
      ],
      [
        "▁под",
        -7.360610142861061
      ],
      [
        "но",
        -7.362719353194414
      ],
      [
        "▁так",
        -7.3871239316111215
      ],
      [
        "▁может",
        -7.3875251515047395
      ],
      [
        "ная",
        -7.396879004210815
      ],
      [
        "),",
        -7.400073672324172
      ],
      [
        "▁more",
        -7.428648669743994
      ],
      [
        "▁who",
        -7.429553974745183
      ],
      [
        "i",
        -7.429758060578331
      ],
      [
        "▁we",
        -7.436765544108772
      ],
      [
        "▁has",
        -7.439882070284662
      ],
      [
        "es",
        -7.446251110553099
      ],
      [
        "▁there",
        -7.456680741826142
      ],
      [
        "ла",
        -7.457454237190355
      ],
      [
        "▁же",
        -7.464393169459669
      ],
      [
        "▁С",
        -7.47341320946866
      ],
      [
        "го",
        -7.481013472697597
      ],
      [
        "ным",
        -7.485296901241881
      ],
      [
        ").",
        -7.491344040253654
      ],
      [
        "ого",
        -7.500649954722821
      ],
      [
        "▁их",
        -7.502119929916063
      ],
      [
        "▁про",
        -7.505233824417989
      ],
      [
        "▁into",
        -7.514504701758961
      ],
      [
        "▁был",
        -7.518994592479988
      ],
      [
        "▁only",
        -7.519183746967114
      ],
      [
        "а,",
        -7.526612806332205
      ],
      [
        "▁out",
        -7.532393938369736
      ],
      [
        "ем",
        -7.533585758296676
      ],
      [
        "▁которые",
        -7.534223226899572
      ],
      [
        "in",
        -7.545116192927221
      ],
      [
        "ами",
        -7.548734965426185
      ],
      [
        "▁its",
        -7.551291678753984
      ],
      [
        "▁if",
        -7.563423148918538
      ],
      [
        "ка",
        -7.568300997178854
      ],
      [
        "s.",
        -7.570836978874752
      ],
      [
        "f",
        -7.573504636759877
      ],
      [
        "▁также",
        -7.578185290169506
      ],
      [
        "r",
        -7.590357633639643
      ],
      [
        "ную",
        -7.592898390042393
      ],
      [
        "▁other",
        -7.596864739115942
      ],
      [
        "ное",
        -7.600159030451545
      ],
      [
        "▁when",
        -7.602306005974148
      ],
      [
        "▁время",
        -7.602468534785531
      ],
      [
        "н",
        -7.603329917974635
      ],
      [
        "▁so",
        -7.604067301862985
      ],
      [
        "▁со",
        -7.610332736102434
      ],
      [
        "ую",
        -7.628975724759021
      ],
      [
        "▁они",
        -7.631690215034562
      ],
      [
        "▁было",
        -7.641222406649431
      ],
      [
        "▁first",
        -7.644324551815355
      ],
      [
        "ют",
        -7.646061448181303
      ],
      [
        "▁только",
        -7.651922883422939
      ],
      [
        "▁what",
        -7.651999241622507
      ],
      [
        "▁her",
        -7.654838469636857
      ],
      [
        "▁быть",
        -7.658376889629555
      ],
      [
        "▁раз",
        -7.661695361906341
      ],
      [
        "▁do",
        -7.667900067867491
      ],
      [
        "▁It",
        -7.668902254641656
      ],
      [
        "ки",
        -7.672527925295219
      ],
      [
        "▁them",
        -7.685356015204771
      ],
      [
        "ая",
        -7.688976564020761
      ],
      [
        "к",
        -7.690759670149896
      ],
      [
        "▁such",
        -7.695641436284861
      ],
      [
        "▁если",
        -7.696208576956973
      ],
      [
        "▁1",
        -7.710017368947291
      ],
      [
        "▁И",
        -7.71451954934723
      ],
      [
        ".\nThe",
        -7.716572462668234
      ],
      [
        "▁S",
        -7.7165941360348125
      ],
      [
        "ь",
        -7.736391037324426
      ],
      [
        "▁бы",
        -7.739750493365348
      ],
      [
        "▁2",
        -7.752569869665358
      ],
      [
        "▁This",
        -7.753325125749088
      ],
      [
        "▁people",
        -7.755309948537
      ],
      [
        "▁time",
        -7.763142423627165
      ],
      [
        "▁мы",
        -7.767407643628527
      ],
      [
        ";\n-",
        -7.781281411170793
      ],
      [
        "▁no",
        -7.79110946638974
      ],
      [
        "▁когда",
        -7.7935608482707135
      ],
      [
        "ся",
        -7.796576397408463
      ],
      [
        "▁во",
        -7.805890746932413
      ],
      [
        "▁А",
        -7.813700142779821
      ],
      [
        "▁should",
        -7.815693290013364
      ],
      [
        "▁had",
        -7.816706707717136
      ],
      [
        "▁более",
        -7.827791050023619
      ],
      [
        "на",
        -7.836621188864461
      ],
      [
        "▁And",
        -7.837786855280983
      ],
      [
        "▁my",
        -7.842962068849566
      ],
      [
        "▁most",
        -7.850584313554458
      ],
      [
        "▁then",
        -7.854539880618654
      ],
      [
        "▁можно",
        -7.855630302317584
      ],
      [
        "▁him",
        -7.861636418546201
      ],
      [
        "▁like",
        -7.862042934687995
      ],
      [
        "c",
        -7.878954709194286
      ],
      [
        "▁будет",
        -7.880438554739859
      ],
      [
        "▁than",
        -7.887046112202642
      ],
      [
        "▁об",
        -7.888229235009149
      ],
      [
        "▁after",
        -7.90570503901079
      ],
      [
        "▁He",
        -7.906492580880908
      ],
      [
        "▁very",
        -7.910091648700002
      ],
      [
        "▁который",
        -7.913440362620934
      ],
      [
        "…",
        -7.918932259389619
      ],
      [
        "ном",
        -7.92306737654617
      ],
      [
        "g",
        -7.924853157199063
      ],
      [
        "д",
        -7.926374576747996
      ],
      [
        "▁есть",
        -7.930402798563357
      ],
      [
        "▁up",
        -7.931493386241552
      ],
      [
        "k",
        -7.93754265050956
      ],
      [
        "▁пере",
        -7.944688428220166
      ],
      [
        "▁how",
        -7.946635898107878
      ],
      [
        "▁после",
        -7.9484553174852834
      ],
      [
        "▁были",
        -7.951256127599464
      ],
      [
        "▁C",
        -7.951541656240799
      ],
      [
        "ах",
        -7.952822592376524
      ],
      [
        "▁Я",
        -7.955958093339
      ],
      [
        "▁new",
        -7.956036390149494
      ],
      [
        ".\nВ",
        -7.957677401071377
      ],
      [
        "▁Это",
        -7.96317318359746
      ],
      [
        "▁some",
        -7.96521528528614
      ],
      [
        "ых",
        -7.968400330740304
      ],
      [
        "or",
        -7.969270614554617
      ],
      [
        "ам",
        -7.969844140774461
      ],
      [
        "▁она",
        -7.976062683235396
      ],
      [
        "▁ее",
        -7.980520547835725
      ],
      [
        "▁two",
        -7.986613272263742
      ],
      [
        "ными",
        -7.987579690088779
      ],
      [
        "▁would",
        -7.989374843640533
      ],
      [
        "▁may",
        -7.993080440427512
      ],
      [
        "ий",
        -7.998795171236139
      ],
      [
        "▁На",
        -8.002117054530538
      ],
      [
        "ion",
        -8.005694010943097
      ],
      [
        "▁По",
        -8.005806869243445
      ],
      [
        "▁том",
        -8.010180981814894
      ],
      [
        "ы,",
        -8.017686253564953
      ],
      [
        "их",
        -8.023932980214573
      ],
      [
        "▁need",
        -8.027200061933707
      ],
      [
        "▁these",
        -8.02845616513828
      ],
      [
        "ется",
        -8.032742841312634
      ],
      [
        "▁where",
        -8.036316567848859
      ],
      [
        "▁work",
        -8.037065789516253
      ],
      [
        "▁этого",
        -8.042405899160782
      ],
      [
        "h",
        -8.046108767645118
      ],
      [
        "ic",
        -8.047878946415013
      ],
      [
        "▁me",
        -8.049467133528662
      ],
      [
        "▁этом",
        -8.052982161029178
      ],
      [
        "l",
        -8.057116799898074
      ],
      [
        "▁over",
        -8.057980191333549
      ],
      [
        "▁того,",
        -8.0652989479775
      ],
      [
        "||",
        -8.06625628647275
      ],
      [
        "▁У",
        -8.067777197057127
      ],
      [
        "▁чем",
        -8.067984482314797
      ],
      [
        "ия",
        -8.069550320511357
      ],
      [
        "им",
        -8.069660494589499
      ],
      [
        "▁even",
        -8.071518645124419
      ],
      [
        "▁use",
        -8.077628094789882
      ],
      [
        "▁she",
        -8.079781637750296
      ],
      [
        "▁года",
        -8.095620344176059
      ],
      [
        "▁году",
        -8.096719208005652
      ],
      [
        "▁been",
        -8.098217333562737
      ],
      [
        "▁могут",
        -8.102917525905866
      ],
      [
        "m",
        -8.106275683173795
      ],
      [
        "▁была",
        -8.110547090723925
      ],
      [
        "▁3",
        -8.111600119037565
      ],
      [
        ":\n-",
        -8.112458591491027
      ],
      [
        "а.",
        -8.114323638487358
      ],
      [
        "▁18",
        -8.114879565485397
      ],
      [
        "▁Но",
        -8.115665291656807
      ],
      [
        "▁our",
        -8.115930478050844
      ],
      [
        "▁является",
        -8.117309404620508
      ],
      [
        "ить",
        -8.117342530420935
      ],
      [
        "г",
        -8.119896628258719
      ],
      [
        "▁очень",
        -8.12660148078579
      ],
      [
        "able",
        -8.126729413964265
      ],
      [
        "p",
        -8.131387862418672
      ],
      [
        "▁But",
        -8.136554577019368
      ],
      [
        "ло",
        -8.14060771504461
      ],
      [
        "...",
        -8.141921069865262
      ],
      [
        "on",
        -8.151057598766721
      ],
      [
        "▁уже",
        -8.154522914874875
      ],
      [
        "?\n",
        -8.161863957946602
      ],
      [
        "▁B",
        -8.163277806170424
      ],
      [
        "▁used",
        -8.170599310646251
      ],
      [
        "ок",
        -8.172900796369763
      ],
      [
        "▁10",
        -8.173434880639567
      ],
      [
        "▁any",
        -8.179557873752056
      ],
      [
        "▁during",
        -8.180286689789337
      ],
      [
        "▁same",
        -8.181557470299277
      ],
      [
        "it",
        -8.185865590231906
      ],
      [
        "b",
        -8.19108015598667
      ],
      [
        "▁ли",
        -8.192273337165707
      ],
      [
        "▁under",
        -8.197321117180449
      ],
      [
        "▁еще",
        -8.201393509048815
      ],
      [
        "▁К",
        -8.206398907637949
      ],
      [
        "th",
        -8.210155437874985
      ],
      [
        "▁без",
        -8.210349271445331
      ],
      [
        "x",
        -8.214116436834631
      ],
      [
        "▁many",
        -8.21564235582437
      ],
      [
        "▁years",
        -8.219497517501582
      ],
      [
        "ются",
        -8.22057746080677
      ],
      [
        "▁did",
        -8.221626260191226
      ],
      [
        "ку",
        -8.22283141159001
      ],
      [
        "▁If",
        -8.22677651602393
      ],
      [
        "▁5",
        -8.233711970350223
      ],
      [
        "’s",
        -8.234034867733435
      ],
      [
        "▁Он",
        -8.236145792937648
      ],
      [
        "▁could",
        -8.24030146555413
      ],
      [
        "лись",
        -8.244941581344174
      ],
      [
        "▁E",
        -8.245387170664205
      ],
      [
        "ской",
        -8.258052681745417
      ],
      [
        "▁Если",
        -8.259225448945628
      ],
      [
        "en",
        -8.263671681408459
      ],
      [
        "▁make",
        -8.2638004820247
      ],
      [
        "us",
        -8.272905755120288
      ],
      [
        "▁through",
        -8.274477602945431
      ],
      [
        "'",
        -8.275884101593066
      ],
      [
        "▁c",
        -8.279381730538354
      ],
      [
        "an",
        -8.279804881225974
      ],
      [
        "п",
        -8.285602348420545
      ],
      [
        "▁between",
        -8.286824429031384
      ],
      [
        "ов,",
        -8.288388388131343
      ],
      [
        "ться",
        -8.289455908759365
      ],
      [
        "▁does",
        -8.293531956102763
      ],
      [
        "▁well",
        -8.294278598867132
      ],
      [
        "ые",
        -8.295939971413747
      ],
      [
        "▁F",
        -8.296353609038658
      ],
      [
        "▁P",
        -8.298547110435063
      ],
      [
        "▁вам",
        -8.298566987418736
      ],
      [
        "is",
        -8.30058289188819
      ],
      [
        "▁себя",
        -8.303460518793818
      ],
      [
        "]",
        -8.306113414814174
      ],
      [
        "▁D",
        -8.30741678309936
      ],
      [
        "ч",
        -8.307862828144575
      ],
      [
        "ит",
        -8.313316719841746
      ],
      [
        "2",
        -8.314927011937455
      ],
      [
        "▁больше",
        -8.315005845545084
      ],
      [
        "at",
        -8.317618453226668
      ],
      [
        "»,",
        -8.319155472024356
      ],
      [
        "▁лет",
        -8.320179832007032
      ],
      [
        "▁тем",
        -8.327724345286985
      ],
      [
        "▁un",
        -8.329191618478458
      ],
      [
        "▁take",
        -8.332940299042374
      ],
      [
        "ers",
        -8.33333117492668
      ],
      [
        ":\n",
        -8.333446438824291
      ],
      [
        "ского",
        -8.33935824528219
      ],
      [
        "▁Russian",
        -8.341308364591407
      ],
      [
        "ation",
        -8.341593271236794
      ],
      [
        "▁get",
        -8.343041426788337
      ],
      [
        "▁re",
        -8.354182994375735
      ],
      [
        "ый",
        -8.354388323545079
      ],
      [
        "он",
        -8.355663620065116
      ],
      [
        "ение",
        -8.356262768002287
      ],
      [
        "▁даже",
        -8.359968707453032
      ],
      [
        ".\nIn",
        -8.360175246800669
      ],
      [
        "▁help",
        -8.36394967953677
      ],
      [
        "▁4",
        -8.364367762434199
      ],
      [
        "▁меня",
        -8.365595513217439
      ],
      [
        "р",
        -8.366907750195223
      ],
      [
        "—",
        -8.367082010285628
      ],
      [
        "▁life",
        -8.369416005584164
      ],
      [
        "ен",
        -8.369948387477473
      ],
      [
        "▁just",
        -8.377493004312475
      ],
      [
        "ar",
        -8.378561008882029
      ],
      [
        "▁de",
        -8.381239646571151
      ],
      [
        "▁где",
        -8.382713480054383
      ],
      [
        "▁because",
        -8.388895133696941
      ],
      [
        "▁Вы",
        -8.392046578935467
      ],
      [
        "re",
        -8.39455752075454
      ],
      [
        "▁G",
        -8.395992238003359
      ],
      [
        "не",
        -8.398423043972143
      ],
      [
        "▁without",
        -8.402484200418845
      ],
      [
        "1",
        -8.403583289884182
      ],
      [
        "▁main",
        -8.404059430010115
      ],
      [
        "ое",
        -8.404739106787485
      ],
      [
        "лась",
        -8.404902960195637
      ],
      [
        "▁know",
        -8.405209362757805
      ],
      [
        "▁Не",
        -8.409252012462053
      ],
      [
        "та",
        -8.41034572764281
      ],
      [
        "▁You",
        -8.413416388682652
      ],
      [
        "v",
        -8.420023209758686
      ],
      [
        "ive",
        -8.42722762925777
      ],
      [
        "_",
        -8.431367547557969
      ],
      [
        "▁p",
        -8.433357449385253
      ],
      [
        "▁each",
        -8.435927339276876
      ],
      [
        "▁see",
        -8.43778301457111
      ],
      [
        "лся",
        -8.4380987822015
      ],
      [
        "▁person",
        -8.439105111002108
      ],
      [
        "ил",
        -8.439126262306331
      ],
      [
        "ш",
        -8.450940656819801
      ],
      [
        "|\n|",
        -8.451226654488613
      ],
      [
        "▁said",
        -8.451470455887664
      ],
      [
        "▁между",
        -8.45176868284739
      ],
      [
        "▁R",
        -8.458197333485108
      ],
      [
        "▁вас",
        -8.458716622145896
      ],
      [
        "▁For",
        -8.45992778819503
      ],
      [
        "▁want",
        -8.459951444601897
      ],
      [
        "u",
        -8.460335751096869
      ],
      [
        "ние",
        -8.463325798954713
      ],
      [
        "▁всего",
        -8.476179112873375
      ],
      [
        "▁part",
        -8.476662644615928
      ],
      [
        "w",
        -8.477180902577834
      ],
      [
        "▁один",
        -8.478636928279975
      ],
      [
        "▁просто",
        -8.479538720743486
      ],
      [
        "▁system",
        -8.480144085977944
      ],
      [
        "▁[",
        -8.480589799352167
      ],
      [
        "▁этой",
        -8.480773388586824
      ],
      [
        "▁несколько",
        -8.481372664742615
      ],
      [
        "▁number",
        -8.483807163818902
      ],
      [
        "▁before",
        -8.487973646822997
      ],
      [
        "▁О",
        -8.488110328829784
      ],
      [
        "▁нужно",
        -8.491021599866816
      ],
      [
        "▁через",
        -8.496139304080213
      ],
      [
        "▁right",
        -8.496897395824474
      ],
      [
        "з",
        -8.498792754124196
      ],
      [
        "▁place",
        -8.500430530650299
      ],
      [
        "▁этот",
        -8.50508368570353
      ],
      [
        "▁них",
        -8.50658077187614
      ],
      [
        "ность",
        -8.507583066876816
      ],
      [
        ",”",
        -8.512202887886529
      ],
      [
        "est",
        -8.513981359149561
      ],
      [
        "▁которая",
        -8.515165768521017
      ],
      [
        "▁We",
        -8.516807952325276
      ],
      [
        "▁much",
        -8.517347220631283
      ],
      [
        "▁При",
        -8.519119620079506
      ],
      [
        "▁using",
        -8.520671410864546
      ],
      [
        "▁M",
        -8.524763196195623
      ],
      [
        "▁another",
        -8.525370419553687
      ],
      [
        "ry",
        -8.526896179776854
      ],
      [
        "▁find",
        -8.53147829623165
      ],
      [
        "▁ни",
        -8.533209453731603
      ],
      [
        "z",
        -8.533873359474224
      ],
      [
        "ения",
        -8.535300465620248
      ],
      [
        "ж",
        -8.537957194920597
      ],
      [
        "▁/",
        -8.54462128706761
      ],
      [
        "▁those",
        -8.54637368959062
      ],
      [
        "▁important",
        -8.549049923633932
      ],
      [
        "▁мне",
        -8.552382346295918
      ],
      [
        "(",
        -8.55329995833752
      ],
      [
        "▁можете",
        -8.553359566330712
      ],
      [
        "ин",
        -8.553712685753808
      ],
      [
        "ский",
        -8.554468926036073
      ],
      [
        "».",
        -8.556229023198762
      ],
      [
        "▁water",
        -8.556254010236431
      ],
      [
        "▁information",
        -8.56298519235672
      ],
      [
        "б",
        -8.567637883230692
      ],
      [
        "ни",
        -8.567965504534996
      ],
      [
        "▁already",
        -8.573591261470435
      ],
      [
        "▁against",
        -8.574162717244963
      ],
      [
        "▁T",
        -8.57511686970438
      ],
      [
        "ности",
        -8.577558747346467
      ],
      [
        "▁всех",
        -8.577978970185946
      ],
      [
        "ских",
        -8.578810027188494
      ],
      [
        "3",
        -8.579047087301664
      ],
      [
        "му",
        -8.58153227909008
      ],
      [
        "▁To",
        -8.58153934541866
      ],
      [
        "или",
        -8.582561244083056
      ],
      [
        "▁Как",
        -8.58290663319385
      ],
      [
        "▁world",
        -8.58446573603662
      ],
      [
        "▁state",
        -8.586168475992416
      ],
      [
        "▁много",
        -8.586443637334144
      ],
      [
        "ым",
        -8.58768779127786
      ],
      [
        "▁made",
        -8.589312235997332
      ],
      [
        "\",",
        -8.595707849309422
      ],
      [
        "il",
        -8.596059032073201
      ],
      [
        "▁now",
        -8.59841299128752
      ],
      [
        "▁three",
        -8.604977653792336
      ],
      [
        "ке",
        -8.60773347209798
      ],
      [
        "ist",
        -8.614348106451118
      ],
      [
        "▁рас",
        -8.614452833794983
      ],
      [
        "е.",
        -8.615964929223283
      ],
      [
        "le",
        -8.619792675947474
      ],
      [
        "▁эти",
        -8.621345364139577
      ],
      [
        "?\n-",
        -8.622391639904196
      ],
      [
        "▁За",
        -8.627667608030098
      ],
      [
        "▁good",
        -8.629631664677866
      ],
      [
        "▁K",
        -8.630542527126426
      ],
      [
        "▁several",
        -8.630848437315354
      ],
      [
        "ти",
        -8.632484314758385
      ],
      [
        "\nThe",
        -8.633343277567594
      ],
      [
        "▁ему",
        -8.633638314072812
      ],
      [
        "у,",
        -8.638264720096833
      ],
      [
        "ния",
        -8.64229930648356
      ],
      [
        "st",
        -8.64389215746313
      ],
      [
        "▁us",
        -8.645337519173971
      ],
      [
        "▁long",
        -8.645890672194712
      ],
      [
        "▁still",
        -8.646313964726808
      ],
      [
        "▁often",
        -8.648607730262357
      ],
      [
        "▁different",
        -8.655173422579319
      ],
      [
        "сти",
        -8.657571683587172
      ],
      [
        "▁own",
        -8.659758940064792
      ],
      [
        "▁go",
        -8.660071348730987
      ],
      [
        "▁way",
        -8.662003779768165
      ],
      [
        "ом,",
        -8.662943957460982
      ],
      [
        "▁end",
        -8.66627885584336
      ],
      [
        "▁N",
        -8.668280427721074
      ],
      [
        "▁here",
        -8.669030826953756
      ],
      [
        "▁day",
        -8.670896349462735
      ],
      [
        "▁large",
        -8.67170946469173
      ],
      [
        "от",
        -8.673809878162011
      ],
      [
        "▁20",
        -8.674840987789157
      ],
      [
        "to",
        -8.675294699754286
      ],
      [
        "▁case",
        -8.67554741298454
      ],
      [
        "▁both",
        -8.676210737821947
      ],
      [
        "▁6",
        -8.678220385238658
      ],
      [
        "4",
        -8.678228827111266
      ],
      [
        "▁г.",
        -8.679275941353776
      ],
      [
        "▁don't",
        -8.683083016245446
      ],
      [
        "▁должны",
        -8.68562122060155
      ],
      [
        "They",
        -8.685822406592823
      ],
      [
        "▁everything",
        -8.689442375067054
      ],
      [
        "▁других",
        -8.691995672070123
      ],
      [
        "те",
        -8.699047500125305
      ],
      [
        "▁15",
        -8.701864225520662
      ],
      [
        "▁small",
        -8.70345508066699
      ],
      [
        "▁second",
        -8.708253435039266
      ],
      [
        "▁down",
        -8.710259597624722
      ],
      [
        "▁back",
        -8.711505192844253
      ],
      [
        "ля",
        -8.711617820759226
      ],
      [
        "▁своей",
        -8.71171772646089
      ],
      [
        "▁form",
        -8.71183219529817
      ],
      [
        "▁became",
        -8.712835263110891
      ],
      [
        "n't",
        -8.719000172830214
      ],
      [
        "▁перед",
        -8.719673459389384
      ],
      [
        "ль",
        -8.721251105167838
      ],
      [
        ".”",
        -8.722896163655081
      ],
      [
        "▁17",
        -8.723545801559938
      ],
      [
        "ны",
        -8.723918537852597
      ],
      [
        "▁name",
        -8.724368653294242
      ],
      [
        "▁example,",
        -8.726410991295735
      ],
      [
        "▁body",
        -8.73379170468961
      ],
      [
        "▁due",
        -8.737615715296739
      ],
      [
        "However,",
        -8.739177681054922
      ],
      [
        "▁something",
        -8.742921733739689
      ],
      [
        "S",
        -8.743581121070696
      ],
      [
        "ер",
        -8.745595860229777
      ],
      [
        "▁development",
        -8.74813237597203
      ],
      [
        "да",
        -8.74871886416112
      ],
      [
        "▁called",
        -8.748782481742179
      ],
      [
        ".\n—",
        -8.751185529179823
      ],
      [
        "na",
        -8.75315954176963
      ],
      [
        "5",
        -8.756671291122885
      ],
      [
        "▁7",
        -8.762066485589658
      ],
      [
        "вер",
        -8.762505855213943
      ],
      [
        "▁свою",
        -8.76252308198261
      ],
      [
        "▁result",
        -8.763174672194355
      ],
      [
        "▁At",
        -8.763570181282587
      ],
      [
        "▁него",
        -8.764231171055778
      ],
      [
        "▁high",
        -8.764955705154689
      ],
      [
        "▁while",
        -8.765303535067572
      ],
      [
        "▁As",
        -8.76585219567995
      ],
      [
        "as",
        -8.766945312368145
      ],
      [
        "▁которых",
        -8.772098451965059
      ],
      [
        ".\nС",
        -8.773712179544512
      ],
      [
        "▁last",
        -8.774037921948402
      ],
      [
        "0",
        -8.775934686687233
      ],
      [
        "B",
        -8.776064548135176
      ],
      [
        "▁нет",
        -8.776705542389639
      ],
      [
        "ity",
        -8.776894596605242
      ],
      [
        "▁г",
        -8.777034895167299
      ],
      [
        "▁случае",
        -8.77979602606856
      ],
      [
        "▁began",
        -8.77989517064247
      ],
      [
        "▁head",
        -8.784618160601019
      ],
      [
        "▁time,",
        -8.788819515990072
      ],
      [
        "▁fact",
        -8.790312512225373
      ],
      [
        "▁am",
        -8.790769712069356
      ],
      [
        "et",
        -8.791503340109811
      ],
      [
        "▁necessary",
        -8.79659418131532
      ],
      [
        "▁around",
        -8.796606254017346
      ],
      [
        "▁имеет",
        -8.796860930132928
      ],
      [
        "ate",
        -8.798282315783348
      ],
      [
        "ите",
        -8.799360773873362
      ],
      [
        "ro",
        -8.800577289366878
      ],
      [
        "▁man",
        -8.80200596982743
      ],
      [
        "▁нас",
        -8.802388054440454
      ],
      [
        "▁What",
        -8.805190985644018
      ],
      [
        "▁year",
        -8.805314829266132
      ],
      [
        "▁W",
        -8.805607773475796
      ],
      [
        "ал",
        -8.8059133983772
      ],
      [
        "▁Б",
        -8.806871381946971
      ],
      [
        "ne",
        -8.808453562498483
      ],
      [
        "ков",
        -8.809303292883879
      ],
      [
        "▁ты",
        -8.812963173002611
      ],
      [
        "um",
        -8.817769734524006
      ],
      [
        "▁think",
        -8.820312407390714
      ],
      [
        "ко",
        -8.821890721668147
      ],
      [
        "▁V",
        -8.822589860803413
      ],
      [
        "▁found",
        -8.824861080075461
      ],
      [
        "8",
        -8.829954991000726
      ],
      [
        "▁сделать",
        -8.831009883511282
      ],
      [
        "ские",
        -8.831167273147257
      ],
      [
        "▁become",
        -8.833520767336703
      ],
      [
        "\nВ",
        -8.837261268166031
      ],
      [
        "el",
        -8.838265275506057
      ],
      [
        "▁possible",
        -8.840018548733966
      ],
      [
        "▁кто",
        -8.84076066265192
      ],
      [
        "▁12",
        -8.842342511369749
      ],
      [
        "▁city",
        -8.843755658016823
      ],
      [
        "▁power",
        -8.846572821139857
      ],
      [
        "ами,",
        -8.84686769781665
      ],
      [
        "▁L",
        -8.846949081035824
      ],
      [
        "ness",
        -8.847337119337787
      ],
      [
        "▁8",
        -8.847431032707005
      ],
      [
        "se",
        -8.847505606106042
      ],
      [
        "▁16",
        -8.851529861688727
      ],
      [
        "▁США",
        -8.851664234790796
      ],
      [
        "▁использовать",
        -8.853667069895792
      ],
      [
        "▁над",
        -8.853709398777209
      ],
      [
        "▁order",
        -8.853904601606265
      ],
      [
        "▁m",
        -8.854959489927072
      ],
      [
        "A",
        -8.857613682828347
      ],
      [
        "▁свои",
        -8.859787578867113
      ],
      [
        "▁since",
        -8.860422137313313
      ],
      [
        "te",
        -8.863209691187217
      ],
      [
        "за",
        -8.864883845403654
      ],
      [
        "▁себе",
        -8.865915147557896
      ],
      [
        "ance",
        -8.866564012101879
      ],
      [
        "▁according",
        -8.868027012343234
      ],
      [
        "▁Re",
        -8.872712361414727
      ],
      [
        "▁There",
        -8.87352023372794
      ],
      [
        "ter",
        -8.874724596848143
      ],
      [
        "ан",
        -8.885887234485626
      ],
      [
        "▁потому",
        -8.887018494596846
      ],
      [
        "ch",
        -8.887716981086912
      ],
      [
        "▁left",
        -8.887977989385359
      ],
      [
        "▁must",
        -8.890222571374352
      ],
      [
        "▁data",
        -8.892664768233264
      ],
      [
        "ы.",
        -8.895544641694368
      ],
      [
        "man",
        -8.897395343280644
      ],
      [
        "ine",
        -8.901189866045936
      ],
      [
        "de",
        -8.901756348708544
      ],
      [
        "▁always",
        -8.903019079574078
      ],
      [
        "ов.",
        -8.908434160782095
      ],
      [
        "▁various",
        -8.91217738545286
      ],
      [
        "га",
        -8.912906517563302
      ],
      [
        "▁O",
        -8.916106908201398
      ],
      [
        "▁group",
        -8.916545369844052
      ],
      [
        "йте",
        -8.916834267347893
      ],
      [
        "ор",
        -8.917697499343442
      ],
      [
        "▁день",
        -8.917812853197777
      ],
      [
        "ary",
        -8.918123848555366
      ],
      [
        "по",
        -8.922139926450344
      ],
      [
        "▁жизни",
        -8.92250023235186
      ],
      [
        "\".",
        -8.926229282567787
      ],
      [
        ".\nA",
        -8.928425906440092
      ],
      [
        "В",
        -8.92842711735718
      ],
      [
        "▁old",
        -8.929472527949423
      ],
      [
        "ри",
        -8.930614233138305
      ],
      [
        "ka",
        -8.930964142090593
      ],
      [
        "▁best",
        -8.931026902966323
      ],
      [
        "▁человек",
        -8.931177684710763
      ],
      [
        "▁этих",
        -8.932323580935979
      ],
      [
        "ат",
        -8.935306867587798
      ],
      [
        "▁Г",
        -8.936007581220435
      ],
      [
        "▁против",
        -8.936112206046138
      ],
      [
        "6",
        -8.937414839408596
      ],
      [
        "▁М",
        -8.937416165818156
      ],
      [
        "ment",
        -8.941307447583686
      ],
      [
        "▁другие",
        -8.942582288081693
      ],
      [
        "ian",
        -8.943299925683913
      ],
      [
        "ant",
        -8.94421214325692
      ],
      [
        "▁П",
        -8.94481644103104
      ],
      [
        "ism",
        -8.950578273566189
      ],
      [
        "▁два",
        -8.95071025867755
      ],
      [
        "ская",
        -8.952652225108938
      ],
      [
        "▁great",
        -8.953252402474956
      ],
      [
        "▁которой",
        -8.953650787641914
      ],
      [
        "▁всегда",
        -8.95484628922214
      ],
      [
        "▁course",
        -8.954919368222539
      ],
      [
        "лось",
        -8.956542089889629
      ],
      [
        "▁being",
        -8.958421965533555
      ],
      [
        "Для",
        -8.960781341204079
      ],
      [
        "▁point",
        -8.961246514285996
      ],
      [
        "▁де",
        -8.965528423451781
      ],
      [
        "7",
        -8.965664867539964
      ],
      [
        "▁своих",
        -8.966195988094933
      ],
      [
        "▁words",
        -8.96915246372149
      ],
      [
        "▁country",
        -8.970364432023779
      ],
      [
        "▁understand",
        -8.972631588500272
      ],
      [
        "▁Т",
        -8.97382082149502
      ],
      [
        "▁children",
        -8.975795346578584
      ],
      [
        "▁30",
        -8.988165144463055
      ],
      [
        "▁until",
        -8.989911130366123
      ],
      [
        "▁ваш",
        -8.989965863058153
      ],
      [
        "то",
        -8.991210951923426
      ],
      [
        "кой",
        -8.991817000832869
      ],
      [
        "▁часто",
        -8.99204310401761
      ],
      [
        "▁process",
        -8.993369642672935
      ],
      [
        "ному",
        -8.993381766890902
      ],
      [
        "▁De",
        -8.996339399938314
      ],
      [
        "▁following",
        -8.998265181287557
      ],
      [
        "▁Они",
        -8.99877167941521
      ],
      [
        "▁Russia",
        -8.999026606329661
      ],
      [
        "▁работы",
        -8.999179501536117
      ],
      [
        "▁необходимо",
        -9.001108188452541
      ],
      [
        "▁create",
        -9.00188939308954
      ],
      [
        "из",
        -9.003340863857913
      ],
      [
        "ф",
        -9.003727824214167
      ],
      [
        "▁времени",
        -9.0049161565612
      ],
      [
        "▁word",
        -9.005141602948353
      ],
      [
        "▁должен",
        -9.005680335495908
      ],
      [
        "ст",
        -9.007796077213966
      ],
      [
        "▁hand",
        -9.008128273627978
      ],
      [
        "▁будут",
        -9.008935053550914
      ],
      [
        "▁H",
        -9.010213460980625
      ],
      [
        "▁level",
        -9.010260128445823
      ],
      [
        "▁After",
        -9.010885250290595
      ],
      [
        "co",
        -9.010968722842808
      ],
      [
        "▁off",
        -9.010984125489449
      ],
      [
        "▁say",
        -9.012170515307464
      ],
      [
        "▁помощью",
        -9.01328740398026
      ],
      [
        "тер",
        -9.015263437017872
      ],
      [
        "▁Однако",
        -9.016021589463872
      ],
      [
        "!\n",
        -9.017718664009802
      ],
      [
        "ать",
        -9.018698711523395
      ],
      [
        "▁три",
        -9.019936573468812
      ],
      [
        "овой",
        -9.02213925407738
      ],
      [
        "▁b",
        -9.022606071514204
      ],
      [
        "▁лучше",
        -9.02926785541822
      ],
      [
        "took",
        -9.030291331188211
      ],
      [
        "▁люди",
        -9.030549188860723
      ],
      [
        "ист",
        -9.033461207696613
      ],
      [
        "ра",
        -9.03581570673003
      ],
      [
        "▁им",
        -9.036607044014728
      ],
      [
        "▁special",
        -9.04009761025534
      ],
      [
        "▁On",
        -9.0432776917568
      ],
      [
        "▁часть",
        -9.04367481785504
      ],
      [
        "ur",
        -9.04474729129131
      ],
      [
        "D",
        -9.045711685558866
      ],
      [
        "among",
        -9.045950121366142
      ],
      [
        "▁сказал",
        -9.046110823418823
      ],
      [
        "▁=",
        -9.047305992932488
      ],
      [
        "чи",
        -9.049049683248697
      ],
      [
        ")\n",
        -9.049245637350078
      ],
      [
        "▁She",
        -9.051044774594336
      ],
      [
        "ар",
        -9.0511993477977
      ],
      [
        "▁within",
        -9.0527674411504
      ],
      [
        "ят",
        -9.053624415872996
      ],
      [
        "▁которое",
        -9.054503390262902
      ],
      [
        "ты",
        -9.05485279943682
      ],
      [
        "ство",
        -9.060371034916225
      ],
      [
        "▁9",
        -9.060426571915576
      ],
      [
        "мер",
        -9.06237213996008
      ],
      [
        "овых",
        -9.063851497690772
      ],
      [
        "’",
        -9.06403673604122
      ],
      [
        "W",
        -9.064435016396985
      ],
      [
